Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageUpdateFailed
source: Update failed (exit code: {}).
cs_cz: Aktualizace se nezdařila (ukončovací kód: {}).
da_dk: Opdateringen mislykkedes (afslutningskode: {}).
de_de: Fehler beim Aktualisieren (Exitcode: {}).
el_gr: Η ενημέρωση απέτυχε (κωδικός εξόδου: {}).
es_es: Error de actualización (código de salida: {}).
fi_fi: Päivitys epäonnistui (lopetuskoodi: {}).
fr_fr: Échec de la mise à jour (code de sortie : {}).
hu_hu: A frissítés nem sikerült (kilépési kód: {}).
it_it: Aggiornamento non riuscito (codice di uscita: {}).
ja_jp: 更新に失敗しました (終了コード: {})。
ko_kr: 업데이트하지 못했습니다(종료 코드: {}).
nb_no: Oppdateringen mislyktes (feilkode: {}).
nl_nl: Bijwerken is mislukt (afsluitcode: {}).
pl_pl: Aktualizacja nie powiodła się (kod zakończenia: {}).
pt_br: Falha na atualização (código de saída: {}).
pt_pt: A atualização falhou (código de saída: {}).
ru_ru: Сбой обновления (код выхода: {}).
sv_se: Uppdateringen misslyckades (slutkod: {}).
tr_tr: Güncelleştirme başarısız (çıkış kodu: {}).
zh_cn: 更新失败(退出代码: {})。
zh_tw: 更新失敗 (結束代碼: {})。

# MessageUninstallFailed
source: Uninstall failed (exit code: {}).
cs_cz: Odinstalování se nezdařilo (ukončovací kód: {}).
da_dk: Fjernelsen mislykkedes (udgangskode: {}).
de_de: Fehler bei der Deinstallation (Exitcode: {}).
el_gr: Η απεγκατάσταση απέτυχε (κωδικός εξόδου: {}).
es_es: Error de desinstalación (código de salida: {}).
fi_fi: Asennuksen poistaminen epäonnistui (lopetuskoodi: {}).
fr_fr: Échec de la désinstallation (code de sortie : {}).
hu_hu: Az eltávolítás nem sikerült (kilépési kód: {}).
it_it: Disinstallazione non riuscita (codice di uscita: {}).
ja_jp: アンインストールに失敗しました (終了コード: {})。
ko_kr: 제거하지 못했습니다(종료 코드: {}).
nb_no: Avinstalleringen mislyktes (feilkode: {}).
nl_nl: Installatie ongedaan maken is mislukt (afsluitcode: {}).
pl_pl: Odinstalowanie nie powiodło się (kod zakończenia: {}).
pt_br: Falha ao desinstalar (código de saída: {}).
pt_pt: Falha ao desinstalar (código de saída: {}).
ru_ru: Не удалось удалить (код выхода: {}).
sv_se: Avinstallationen misslyckades (slutkod: {}).
tr_tr: Kaldırma başarısız oldu (çıkış kodu: {}).
zh_cn: 卸载失败(退出代码: {})。
zh_tw: 解除安裝失敗 (結束代碼: {})。

# MessageSeeLogFile
source: Log file: {}
cs_cz: Soubor protokolu: {}
da_dk: Logfil: {}
de_de: Protokolldatei: {}
el_gr: Αρχείο καταγραφής: {}
es_es: Archivo de registro: {}
fi_fi: Lokitiedosto: {}
fr_fr: Fichier journal :{}
hu_hu: Naplófájl: {}
it_it: File di registro: {}
ja_jp: ログ ファイル: {}
ko_kr: 로그 파일: {}
nb_no: Loggfil: {}
nl_nl: Logboekbestand: {}
pl_pl: Plik dziennika: {}
pt_br: Arquivo de log: {}
pt_pt: Ficheiro de registo: {}
ru_ru: Файл журнала: {}
sv_se: Loggfil: {}
tr_tr: Günlük dosyası: {}
zh_cn: 日志文件: {}
zh_tw: 記錄檔: {}

# MessagedFailedToRemoveMsix
source: Failed to remove the MSIX package (error: {}).
cs_cz: Nepodařilo se odebrat balíček MSIX (chyba: {}).
da_dk: MSIX-pakken kunne ikke fjernes (fejl: {}).
de_de: Fehler beim Entfernen des MSIX-Pakets (Fehler: {}).
el_gr: Αποτυχία κατάργησης του πακέτου MSIX (σφάλμα: {}).
es_es: No se pudo quitar el paquete MSIX (error: {}).
fi_fi: MSIX-paketin poistaminen epäonnistui (virhe: {}).
fr_fr: Échec de la suppression du package MSIX (erreur : {}).
hu_hu: Nem sikerült eltávolítani az MSIX-csomagot (hiba: {}).
it_it: Impossibile rimuovere il pacchetto MSIX (errore: {}).
ja_jp: MSIX パッケージを削除できませんでした (エラー: {})。
ko_kr: MSIX 패키지를 제거하지 못했습니다(오류: {}).
nb_no: Kan ikke fjerne MSIX-pakken (feil: {}).
nl_nl: Kan het MSIX-pakket niet verwijderen (fout: {}).
pl_pl: Nie można usunąć pakietu MSIX (błąd: {}).
pt_br: Falha ao remover o pacote MSIX (erro: {}).
pt_pt: Falha ao remover o pacote MSIX (erro: {}).
ru_ru: Не удалось удалить пакет MSIX (ошибка: {}).
sv_se: Det gick inte att ta bort MSIX-paketet (fel: {}).
tr_tr: MSIX paketi kaldırılamadı (hata: {}).
zh_cn: 无法删除 MSIX 程序包 (错误： {})。
zh_tw: 無法移除 MSIX 套件 (錯誤： {})。

# MessagedFailedToInstallMsix
source: Failed to install the MSIX package (error: {}).
cs_cz: Nepodařilo se nainstalovat balíček MSIX (chyba: {}).
da_dk: MSIX-pakken kunne ikke installeres (fejl: {}).
de_de: Fehler beim Installieren des MSIX-Pakets (Fehler: {}).
el_gr: Αποτυχία εγκατάστασης του πακέτου MSIX (σφάλμα: {}).
es_es: No se pudo instalar el paquete MSIX (error: {}).
fi_fi: MSIX-paketin asentaminen epäonnistui (virhe: {}).
fr_fr: Échec de l’installation du package MSIX (erreur : {}).
hu_hu: Nem sikerült telepíteni az MSIX-csomagot (hiba: {}).
it_it: Impossibile installare il pacchetto MSIX (errore: {}).
ja_jp: MSIX パッケージをインストールできませんでした (エラー: {})。
ko_kr: MSIX 패키지를 설치하지 못했습니다(오류: {}).
nb_no: Kan ikke installere MSIX-pakken (feil: {}).
nl_nl: Kan het MSIX-pakket niet installeren (fout: {}).
pl_pl: Nie można zainstalować pakietu MSIX (błąd: {}).
pt_br: Falha ao instalar o pacote MSIX (erro: {}).
pt_pt: Falha ao instalar o pacote MSIX (erro: {}).
ru_ru: Не удалось установить пакет MSIX (ошибка: {}).
sv_se: Det gick inte att installera MSIX-paketet (fel: {}).
tr_tr: MSIX paketi yüklenemedi (hata: {}).
zh_cn: 无法安装 MSIX 程序包 (错误： {})。
zh_tw: 無法安裝 MSIX 套件 (錯誤： {})。

# MessageMissingOptionalComponents
source: Optional components needed to run WSL are not installed.
cs_cz: Volitelné součásti potřebné ke spuštění WSL nejsou nainstalovány.
da_dk: Valgfrie komponenter, der kræves for at køre WSL, er ikke installeret.
de_de: Optionale Komponenten, die zum Ausführen von WSL erforderlich sind, sind nicht installiert.
el_gr: Δεν έχουν εγκατασταθεί τα προαιρετικά στοιχεία που απαιτούνται για την εκτέλεση του WSL.
es_es: Los componentes opcionales necesarios para ejecutar WSL no están instalados.
fi_fi: WSL:n suorittamiseen tarvittavia valinnaisia osia ei ole asennettu.
fr_fr: Les composants facultatifs nécessaires pour exécuter WSL ne sont pas installés.
hu_hu: A WSL futtatásához szükséges választható összetevők nincsenek telepítve.
it_it: I componenti facoltativi necessari per eseguire WSL non sono installati.
ja_jp: WSL の実行に必要なオプション コンポーネントがインストールされていません。
ko_kr: WSL을 실행하는 데 필요한 선택적 구성 요소가 설치되어 있지 않습니다.
nb_no: Valgfrie komponenter som kreves for å kjøre WSL, er ikke installert.
nl_nl: Optionele onderdelen die nodig zijn om WSL uit te voeren, zijn niet geïnstalleerd.
pl_pl: Opcjonalne składniki potrzebne do uruchomienia WSL nie są zainstalowane.
pt_br: Os componentes opcionais necessários para executar o WSL não estão instalados.
pt_pt: Os componentes opcionais necessários para executar o WSL não estão instalados.
ru_ru: Дополнительные компоненты, необходимые для запуска WSL, не установлены.
sv_se: Valfria komponenter som behövs för att köra WSL har inte installerats.
tr_tr: WSL'yi çalıştırmak için gereken isteğe bağlı bileşenler yüklü değil.
zh_cn: 未安装运行 WSL 所需的可选组件。
zh_tw: 未安裝執行 WSL 所需的選用元件。

# MessageInstallMissingOptionalComponents
source: Install missing components.
cs_cz: Nainstalujte chybějící komponenty.
da_dk: Installer manglende komponenter.
de_de: Fehlende Komponenten installieren.
el_gr: Εγκατάσταση στοιχείων που λείπουν.
es_es: Instala los componentes que faltan.
fi_fi: Asenna puuttuvat osat.
fr_fr: Installez les composants manquants.
hu_hu: Hiányzó összetevők telepítése.
it_it: Installa i componenti mancanti.
ja_jp: 不足コンポーネントをインストールする
ko_kr: 누락된 구성 요소를 설치하세요.
nb_no: Installer manglende komponenter.
nl_nl: Ontbrekende onderdelen installeren.
pl_pl: Zainstaluj brakujące składniki.
pt_br: Instalar componentes ausentes.
pt_pt: Instalar componentes em falta.
ru_ru: Установите отсутствующие компоненты.
sv_se: Installera komponenter som saknas.
tr_tr: Eksik bileşenleri yükleyin.
zh_cn: 安装缺少的组件。
zh_tw: 安裝遺失的元件。

# MessageInvalidDistributionTar
source: The imported file is not a valid Linux distribution.
cs_cz: Importovaný soubor není platná distribuce Linuxu.
da_dk: Den importerede fil er ikke en gyldig Linux-distribution.
de_de: Die importierte Datei ist keine gültige Linux-Distribution.
el_gr: Το εισηγμένο αρχείο δεν είναι έγκυρη διανομή Linux.
es_es: El archivo importado no es una distribución válida de Linux.
fi_fi: Tuotu tiedosto ei ole kelvollinen Linux-jakelu.
fr_fr: Le fichier importé n’est pas une distribution Linux valide.
hu_hu: Az importált fájl nem érvényes Linux-disztribúció.
it_it: Il file importato non è una distribuzione Linux valida.
ja_jp: インポートされたファイルは有効な Linux ディストリビューションではありません。
ko_kr: 가져온 파일은 유효한 Linux 배포가 아닙니다.
nb_no: Den importerte filen er ikke en gyldig Linux-distribusjon.
nl_nl: Het geïmporteerde bestand is geen geldige Linux-distributie.
pl_pl: Zaimportowany plik nie jest prawidłową dystrybucją systemu Linux.
pt_br: O arquivo importado não é uma distribuição válida do Linux.
pt_pt: O ficheiro importado não é uma distribuição linux válida.
ru_ru: Импортированный файл не является допустимым дистрибутивом Linux.
sv_se: Den importerade filen är inte en giltig Linux-distribution.
tr_tr: İçeri aktarılan dosya geçerli bir Linux dağıtımı değil.
zh_cn: 导入的文件不是有效的 Linux 分发。
zh_tw: 匯入的檔案不是有效的 Linux 發佈。

# MessagePressAnyKeyToExit
source: Press any key to exit...
cs_cz: Stisknutím libovolné klávesy ukončíte...
da_dk: Tryk på en tast for at afslutte...
de_de: Drücken Sie eine beliebige Taste, um den Vorgang zu beenden...
el_gr: Πατήστε οποιοδήποτε πλήκτρο για έξοδο...
es_es: Presiona cualquier tecla para salir...
fi_fi: Poistu painamalla mitä tahansa näppäintä…
fr_fr: Appuyez sur une touche pour quitter...
hu_hu: Nyomjon meg egy billentyűt a kilépéshez...
it_it: Premi un tasto qualsiasi per uscire...
ja_jp: 任意のキーを押すと終了します。。。
ko_kr: 종료하려면 아무 키나 누르세요...
nb_no: Trykk på en tast for å avslutte...
nl_nl: Druk op een willekeurige toets om af te sluiten...
pl_pl: Naciśnij dowolny klawisz, aby wyjść...
pt_br: Pressione qualquer tecla para sair...
pt_pt: Prima qualquer tecla para sair...
ru_ru: Нажмите любую клавишу для выхода...
sv_se: Tryck på valfri tangent för att avsluta...
tr_tr: Çıkmak için herhangi bir tuşa basın...
zh_cn: 按任意键即可退出...
zh_tw: 按任意鍵離開...

# MessageNewWslVersionAvailable
source: A new version of Windows Subsystem for Linux is available.
cs_cz: Je k dispozici nová verze Subsystému Windows pro Linux.
da_dk: Der findes en ny version af Windows-undersystem til Linux.
de_de: Eine neue Version von Windows-Subsystem für Linux ist verfügbar.
el_gr: Είναι διαθέσιμη μια νέα έκδοση του Υποσυστήματος Windows για Linux.
es_es: Ya está disponible una nueva versión de Windows Subsystem para Linux.
fi_fi: Uusi versio Windows-alijärjestelmästä Linuxille on saatavilla.
fr_fr: Une nouvelle version de Sous-système Windows pour Linux est disponible.
hu_hu: Elérhető a Linuxos Windows-alrendszer új verziója.
it_it: È disponibile una nuova versione del sottosistema Windows per Linux.
ja_jp: 新しいバージョンの Linux 用 Windows サブシステムが利用できるようになりました。
ko_kr: 새 버전의 Linux용 Windows 하위 시스템을 사용할 수 있습니다.
nb_no: En ny versjon av Windows-undersystem for Linux er tilgjengelig.
nl_nl: Er is een nieuwe versie van Windows-subsysteem voor Linux beschikbaar.
pl_pl: Dostępna jest nowa wersja podsystemu Windows dla systemu Linux.
pt_br: Uma nova versão do Subsistema do Windows para Linux está disponível.
pt_pt: Está disponível uma nova versão do Subsistema Windows para Linux.
ru_ru: Доступна новая версия подсистемы Windows для Linux.
sv_se: En ny version av Windows-undersystem för Linux är tillgänglig.
tr_tr: Yeni bir Linux için Windows Alt Sistemi sürümü var.
zh_cn: 有新版本的适用于 Linux 的 Windows 子系统可用。
zh_tw: 有新版的 Windows 子系統 Linux 版可供使用。

# MessageUpdateToVersion
source: Update to version {} or view its release notes below.
cs_cz: Aktualizujte na verzi {}, nebo si níže zobrazte poznámky k verzi.
da_dk: Opdater til version {}, eller se dens produktbemærkninger nedenfor.
de_de: Aktualisieren Sie auf Version {}, oder zeigen Sie unten die Versionshinweise an.
el_gr: Ενημερώστε στην έκδοση {} ή δείτε τις σημειώσεις έκδοσης παρακάτω.
es_es: Actualice a la versión {} o vea sus notas de la versión a continuación.
fi_fi: Päivitä versioon {} tai tarkastele sen julkaisutietoja alla.
fr_fr: Effectuez une mise à jour vers la version {} ou consultez ses notes de publication ci-dessous.
hu_hu: Frissítsen a(z) {} verzióra, vagy tekintse meg alább a kibocsátási megjegyzéseit.
it_it: Eseguire l'aggiornamento alla versione {} o visualizzarne le note sulla versione di seguito.
ja_jp: バージョン {} に更新するか、下のリリース ノートを表示します。
ko_kr: {} 버전으로 업데이트하거나 아래 릴리스 정보를 확인하세요.
nb_no: Oppdater til versjon {} eller vis produktmerknadene nedenfor.
nl_nl: Werk bij naar versie {} of bekijk de releaseopmerkingen hieronder.
pl_pl: Zaktualizuj do wersji {} lub wyświetl jej informacje o wersji poniżej.
pt_br: Atualize para a versão {} ou exiba suas notas de versão abaixo.
pt_pt: Atualize para a versão {} ou veja as respetivas notas de versão abaixo.
ru_ru: Обновите версию {} или просмотрите ее заметки о выпуске ниже.
sv_se: Uppdatera till version {} eller visa viktig information nedan.
tr_tr: {} sürümüne güncelleştirin veya sürüm notlarını aşağıda görüntüleyin.
zh_cn: 更新到版本 {} 或查看下面的发行说明。
zh_tw: 更新至版本 {} 或在下方檢視其版本資訊。

# MessageUpdate
source: Update
cs_cz: Aktualizovat
da_dk: Opdater
el_gr: Ενημέρωση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: アップデート
ko_kr: 업데이트
nb_no: Oppdater
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelleştir
zh_cn: 更新
zh_tw: 更新

# MessageViewReleaseNotes
source: See Docs
cs_cz: Zobrazit dokumentaci
da_dk: Se dokumenter
de_de: Dokumente anzeigen
el_gr: Δείτε την Τεκμηρίωση
es_es: Ver documentos
fi_fi: Näytä asiakirjat
fr_fr: Voir les documents
hu_hu: Dokumentumok megtekintése
it_it: Visualizza documenti
ja_jp: ドキュメントを表示
ko_kr: 문서 보기
nb_no: Vis dokumenter
nl_nl: Documenten weergeven
pl_pl: Zobacz dokumenty
pt_br: Ver Documentos
pt_pt: Ver Documentos
ru_ru: Просмотреть документы
sv_se: Visa dokument
tr_tr: Belgeleri Göster
zh_cn: 请参阅文档
zh_tw: 查看文件

# MessageVhdInUse
source: The operation could not be completed because the VHD is currently in use. To force WSL to stop use: wsl.exe --shutdown
cs_cz: Operaci nešlo dokončit, protože se VHD právě používá. Vynucení ukončení používání WSL: wsl.exe --shutdown
da_dk: Handlingen kunne ikke fuldføres, fordi VHD'en i øjeblikket er i brug. For at tvinge WSL til at stoppe skal du bruge: wsl.exe --shutdown
de_de: Der Vorgang konnte nicht abgeschlossen werden, da die VHD zurzeit verwendet wird. So erzwingen Sie, dass WSL die Verwendung beendet: wsl.exe --shutdown
el_gr: Η λειτουργία δεν μπόρεσε να ολοκληρωθεί επειδή το VHD χρησιμοποιείται αυτήν τη στιγμή. Για να εξαναγκάσετε το WSL να σταματήσει χρησιμοποιήστε: wsl.exe --shutdown
es_es: No se pudo completar la operación porque el VHD está actualmente en uso. Para forzar que WSL deje de usar: wsl.exe --shutdown
fi_fi: Toimintoa ei voitu suorittaa loppuun, koska VHD on parhaillaan käytössä. WSL:n käytön lopettaminen: wsl.exe --shutdown
fr_fr: Impossible d’effectuer l’opération, car le disque dur virtuel est en cours d’utilisation. Pour forcer WSL à arrêter l’utilisation : wsl.exe --shutdown
hu_hu: A művelet nem hajtható végre, mert a virtuális merevlemez jelenleg használatban van. A WSL használatának kényszerítése: wsl.exe --shutdown
it_it: Impossibile completare l'operazione perché il disco rigido virtuale è attualmente in uso. Per forzare l'arresto di WSL, usare: wsl.exe --shutdown
ja_jp: VHD が現在使用中のため、操作を完了できませんでした。WSL の使用を強制的に停止するには: wsl.exe --shutdown
ko_kr: VHD가 현재 사용 중이므로 작업을 완료할 수 없습니다. WSL을 강제로 사용 중지하려면: wsl.exe --shutdown
nb_no: Operasjonen kan ikke fullføres fordi VHD-en er i bruk. Slik tvinger du WSL til å stoppe: wsl.exe --shutdown
nl_nl: De bewerking kan niet worden voltooid omdat de VHD momenteel in gebruik is. Stoppen van WSL forceren: wsl.exe --shutdown
pl_pl: Nie można ukończyć operacji, ponieważ dysk VHD jest obecnie używany. Aby wymusić zatrzymanie używania protokołu WSL: wsl.exe --shutdown
pt_br: Não foi possível concluir a operação porque o VHD está em uso no momento. Para forçar o WSL a interromper o uso: wsl.exe --shutdown
pt_pt: Não foi possível concluir a operação porque o VHD está atualmente a ser utilizado. Para forçar o WSL a parar, utilize: wsl.exe --shutdown
ru_ru: Не удалось завершить операцию, так как VHD сейчас используется. Чтобы принудительно остановить использование WSL, выполните команду wsl.exe --shutdown
sv_se: Det gick inte att slutföra åtgärden eftersom den virtuella hårddisken används för närvarande. Så här tvingar du WSL att sluta använda: wsl.exe --shutdown
tr_tr: İşlem tamamlanamadı çünkü VHD şu anda kullanımda. WSL'yi durmaya zorlamak için şu komutu kullanın: wsl.exe --shutdown
zh_cn: 无法完成该操作，因为 VHD 当前正在使用中。强制 WSL 停止使用: wsl.exe --shutdown
zh_tw: 無法完成作業，因為 VHD 目前正在使用中。若要強制 WSL 停止使用： wsl.exe --shutdown

# MessageInvalidBoolean
source: {} is not a valid boolean, <true|false>
cs_cz: {} není platná logická hodnota, <true|false>
da_dk: {} er ikke en gyldig boolesk værdi, <true|false>
de_de: {} ist kein gültiger boolescher Wert, <true|false>
el_gr: Το {} δεν είναι έγκυρη τιμή boolean, <true|false>
es_es: {} no es un booleano válido, <true|false>
fi_fi: {} ei ole kelvollinen totuusarvo, <true|false>
fr_fr: {} n’est pas un booléen valide, <true|false>
hu_hu: A(z) {} nem érvényes logikai érték, <true|false>
it_it: {} non è un valore booleano valido, <true|false>
ja_jp: {} は有効なブール値 <true|false> ではありません
ko_kr: {}은(는) 올바른 부울이 아닙니다<true|false>
nb_no: {} er ikke en gyldig boolsk verdi, <sann|usann>
nl_nl: {} is geen geldige booleaanse waarde, <waar|onwaar>
pl_pl: {} nie jest prawidłową wartością logiczną, <true|false>
pt_br: {} não é um booliano válido, <true|false>
pt_pt: {} não é um booleano válido, <verdadeiro|falso>
ru_ru: {} не является допустимым логическим значением, <true|false>
sv_se: {} är inte ett giltigt booleskt värde, <tru|false>
tr_tr: {} geçerli bir boole değil, <true|false>
zh_cn: {} 不是有效的布尔值，<true|false>
zh_tw: {} 不是有效的布林值，<true|false>

# MessageSparseVhdWsl2Only
source: Sparse VHD is supported on WSL2 only.
cs_cz: Zhuštěný VHD je podporován pouze pro WSL2.
da_dk: Sparse VHD understøttes kun på WSL2.
de_de: VHD mit geringer Dichte wird nur unter WSL2 unterstützt.
el_gr: Το Sparse VHD υποστηρίζεται μόνο στο WSL2.
es_es: El VHD disperso solo se admite en WSL2.
fi_fi: Harvaa virtuaalikiintolevyä tuetaan vain WSL2:ssa.
fr_fr: Le VHD partiellement alloué est pris en charge uniquement sur WSL2.
hu_hu: A ritka VHD csak WSL2 esetén támogatott.
it_it: Disco rigido virtuale di tipo sparse supportato solo in WSL2.
ja_jp: スパース VHD は WSL2 のみでサポートされています。
ko_kr: 스파스 VHD는 WSL2에서만 지원됩니다.
nb_no: Sparse VHD støttes bare på WSL2.
nl_nl: Sparse VHD wordt alleen ondersteund op WSL2.
pl_pl: Rozrzedzony dysk VHD jest obsługiwany tylko w systemie WSL2.
pt_br: O VHD esparso é compatível apenas com o WSL2.
pt_pt: O VHD disperso é suportado apenas no WSL2.
ru_ru: Разреженный VHD поддерживается только в WSL2.
sv_se: Sparse VHD stöds endast på WSL2.
tr_tr: Seyrek VHD yalnızca WSL2'de desteklenir.
zh_cn: 仅 WSL2 支持稀疏 VHD。
zh_tw: 只有 WSL2 支援稀疏 VHD。

# MessageLocalSystemNotSupported
source: Running WSL as local system is not supported.
cs_cz: Spouštění WSL jako místního systému se nepodporuje.
da_dk: Kørsel af WSL som lokalt system understøttes ikke.
de_de: Das Ausführen von WSL als lokales System wird nicht unterstützt.
el_gr: Η εκτέλεση του WSL ως τοπικό σύστημα (local system) δεν υποστηρίζεται.
es_es: No se admite la ejecución de WSL como sistema local.
fi_fi: WSL:n suorittamista paikallisena järjestelmänä ei tueta.
fr_fr: L’exécution de WSL en tant que système local n’est pas prise en charge.
hu_hu: A WSL helyi rendszerként való futtatása nem támogatott.
it_it: L'esecuzione di WSL come sistema locale non è supportata.
ja_jp: ローカル システムとして WSL を実行することはサポートされていません。
ko_kr: WSL을 로컬 시스템으로 실행할 수 없습니다.
nb_no: Kjøring av WSL som lokalt system støttes ikke.
nl_nl: Het uitvoeren van WSL als lokaal systeem wordt niet ondersteund.
pl_pl: Uruchamianie podsystemu WSL jako systemu lokalnego nie jest obsługiwane.
pt_br: A execução do WSL como sistema local não é suportada.
pt_pt: A execução do WSL como sistema local não é suportada.
ru_ru: Запуск WSL в виде локальной системы не поддерживается.
sv_se: Det finns inte stöd för att köra WSL som lokalt system.
tr_tr: WSL'nin yerel sistem olarak çalıştırılması desteklenmez.
zh_cn: 不支持将 WSL 作为本地系统运行。
zh_tw: 系統不支援將 WSL 執行為本機系統。

# MessagePerformanceTip
source: Performance Tip:
cs_cz: Tip pro lepší výkon:
da_dk: Tip til ydeevne:
de_de: Leistungstipp:
el_gr: Συμβουλή Απόδοσης:
es_es: Sugerencia de rendimiento:
fi_fi: Suorituskykyvihje:
fr_fr: Conseil sur les performances :
hu_hu: Teljesítménytipp:
it_it: Suggerimento per le prestazioni:
ja_jp: パフォーマンスのヒント:
ko_kr: 성능 팁:
nb_no: Ytelsestips:
nl_nl: Prestaties tip:
pl_pl: Porada dotycząca wydajności:
pt_br: Dica de Desempenho:
pt_pt: Sugestão de Desempenho:
ru_ru: Совет по производительности:
sv_se: Prestandatips:
tr_tr: Performans İpuçları:
zh_cn: 性能提示:
zh_tw: 效能提示:
